Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/N08.tmx
Source language: en_us
Languages: zh_cn

source: "Nah, you probably don't need it," Owen said.
zh_cn: “好吧，你可能不需要，”欧文说。

source: "I'll be right here, caring about you."
zh_cn: “我就在这儿，罩着你。”

source: Pronek stepped out of the car and walked toward the house.
zh_cn: 普罗涅克走出车，往那间房子走去。

source: The number on a brass plate next to the door was 2345, and the orderliness of the digits seemed absurd against the scruffy house: blinds with holes, dusty windows, a mountain of soggy coupon sheets at the bottom of the stairs, blisters of paint on the faded-brown door with a red-letter sign reading: NO TRESPASSING in its window.
zh_cn: 挨着门的黄铜牌子上的号码是2345，数字很顺，但和破旧的房子对比起来，似乎有些可笑：房子的窗帘破了几个洞，窗户满是灰尘，楼梯底下打湿了的优惠券堆成了小山，褐色的门已经褪了色，门上的画起了气泡，门的窗户里有一个红色标语：请勿打扰。

source: There was a squirrel sitting in an empty birdbath padded with damp leaves, watching him, with its little paws together, as if ready to applaud.
zh_cn: 一只松鼠正坐在空空的水盆里，水盆里落满了潮湿的树叶，松鼠看着普罗涅克，小爪子并在一起，好像要鼓掌欢迎他。

source: Pronek walked up the stairs to the door, clenching the envelope, his heart steadily thumping.
zh_cn: 普罗涅克上了楼梯，走到门前，紧握着信封，心有规律地砰砰跳着。

source: He pressed the hard bell-nipple and heard a muffled, deep ding-dong.
zh_cn: 他按下坚硬的门铃上突出的按钮，只隐约听见一声沉沉的叮咚声。

source: To the right, a grinning Halloween pumpkin was sagging to the porch floor.
zh_cn: 在他右边，一个咧着嘴笑的南瓜落在门廊的地板上。

source: He looked toward Owen in the car, who looked back at him over the folded Sun-Times with an eager pen in his hand.
zh_cn: 普罗涅克朝车里的欧文望去，欧文手里拿着一支尖尖的铅笔，透过折起的太阳时报伸出头回看着他。

source: "If this is a detective novel," Pronek thought, "I will hear shooting now."
zh_cn: “如果这是一个侦探小说，”普罗涅克想，“我现在将会听到枪声。”

source: He imagined going around the house, jumping over the wire fence, looking in, and seeing a body in the middle of a carmine puddle spreading all over the floor, a mysterious fragrance still in the air.
zh_cn: 他幻想着围着房子转了转，然后跳过铁丝栅栏，往里看去，看到一滩鲜红的中躺着一具尸体，血向地板各处漫延，空气中仍留有神秘的香气。

source: Then running back to Owen, only to find him with a little powder-black hole in his left temple, his hand petrified under his armpit, too slow to save him.
zh_cn: 接着他跑回欧文那里，却发现欧文左太阳穴上有一个小洞，洞上还有火药的黑色粉末，欧文腋窝下的手已经僵硬，他已经来不及救欧文了。

source: There was no doubt that he would have to find the killer and prove his own innocence.
zh_cn: 毫无疑问他得找到凶手，证明自己的清白。

source: He rang the bell again.
zh_cn: 普罗涅克又一次按了门铃。

source: "Dobro jutro," Pronek muttered, rehearsing the first contact with Brdjanin.
zh_cn: “早上好，”他嘀咕着说，练习着和布尔贾宁第一次接触时该如何说话。

source: "Dobro jutro. Evo ovo je za Vas."
zh_cn: “早上好，你的埃沃蛋奶。”

source: He would give him the envelope then, Brdjanin would take it, confused by the familiarity of the language.
zh_cn: 然后他会把信封递给布尔贾宁，布尔贾宁会接着，对他会说这种语言感到不可思议。

source: Piece of cake.
zh_cn: 小菜一碟。

source: But then he heard keys rattling, the lock snapping, and a bare-chested man with a beard spreading down his hirsute front and a constellation of brown birthmarks on his pink dome--a man said: "What?"
zh_cn: 正在这时，他听到咯吱咯吱的钥匙声，噼噼啪啪的开锁声，出来了一个光着上身的男子，那男子毛乎乎的脸上蓄着的胡子垂了下来，淡红的脑袋上有一片褐色的胎记。男子问道：“什么事？”

source: Pronek stared at him paralyzed, his throat clogged with the sounds of dobro jutro.
zh_cn: 普罗涅克呆呆地盯着他，道早安的话一时堵在了嗓子眼儿。

source: "What you want?"
zh_cn: “你要干什么？”

source: The man had a piece of lint sticking out of his navel and a cicatrix stretching across his rotund stomach.
zh_cn: 那个男子抽出一条贴在肚脐的纱布，只见一条长长的伤疤横在他圆圆的肚子上。

source: "This is for you," Pronek garbled and handed him the envelope.
zh_cn: “这是给你的，” 普罗涅克手忙脚乱地把信封递给了他。

source: The man snatched it out of Pronek's hand, looked at it, and snorted.
zh_cn: 那个男子从普罗涅克手里抓了过去，看了看后，哼了一声。

source: Should've went the other way.
zh_cn: 早该走另一条路了。

source: "You no understand nothing," the man said, waving the envelope in front of Pronek's face.
zh_cn: “你不会什么都不知道，”那个男子在普罗涅克面前挥舞着信封说道。

source: "I don't know," Pronek said.
zh_cn: “我是不知道，” 普罗涅克说。

source: "I must give this to you."
zh_cn: “我必须把这个交给你。”

source: "Where you from?"
zh_cn: “你从哪里来的？”

source: "I am," Pronek said, reluctantly, "from Ukraine."
zh_cn: “我从，”普罗涅克犹豫了半天，说道，“乌克兰来的。”

source: "Oh, pravoslavni brother!" the man exclaimed.
zh_cn: “哦。本土兄弟！”那个男子激动地喊了起来。

source: "Come in, we drink coffee, we talk.
zh_cn: “快进来，我们边喝咖啡边聊。

source: I explain you."
zh_cn: 我跟你说说这事儿。”

source: "No, thank you," Pronek uttered.
zh_cn: “谢谢，不用了，” 普罗涅克开口说道。

source: "I must go."
zh_cn: “我必须走了。”

source: "Come," the man said, growled, and grabbed Pronek's arm and pulled him in.
zh_cn: “来吧，”那人又粗声说道，抓住普罗涅克的手臂，把他拉了进去。

source: "We drink coffee. We talk."
zh_cn: “我们边喝咖啡边聊。”

source: Pronek felt the disturbed determination of the man's fingers on his forearm.
zh_cn: 那个男子手的手指抓住普罗涅克的前臂，这让他感到六神无主。

source: The last thing he saw before he was sucked into the house by the man's will was Owen getting out of the car with an unhappy, worried scowl on his face.
zh_cn: 就在无法拒绝那男子的决意而被拖入屋里之前，普罗涅克看到的最后一幕是欧文很不愉快地走出车子， 愁眉苦脸的。

source: As Pronek was walking in Brdjanin's onionesque wake, he saw a gun handle--gray with two symmetrical dots, like teeny beady eyes--peering out of his pants descending down his butt.
zh_cn: 普罗涅克刚习惯布尔贾宁洋葱似的气息尾随其后，就看见一支枪的把手从他那滑至屁股的裤子里若隐若现地露了出来，枪把手呈灰色，把手上有两个对称的圆点，就像微小圆圆的亮眼睛。

source: Brdjanin led him through a dark hall, through a couple of uncertainly closed doors, into a room that had a table in its center and five chairs summoned around it.
zh_cn: 布尔贾宁领着普罗涅克穿过黑暗的客厅和两扇掩着的门，门不知是否已经关闭，然后走进一间屋子，屋子中间摆着一张桌子和四围的五张椅子。

source: On the lacy tablecloth there was a pear-shaped bottle of reddish liquid with a wooden Orthodox cross in it.
zh_cn: 在带有花边的桌布上放着一个梨形的瓶子，瓶子里装着红色的液体和一个东正教十字架。

source: "Sit," Brdjanin said.
zh_cn: “坐，”布尔贾宁说。

source: "Here."
zh_cn: “坐在这儿。”

source: "I must go," Pronek uttered and sat down, facing a window.
zh_cn: “我必须要走了，”普罗涅克说着，坐了下来面对窗户。

source: A fly was buzzing against the windowpane, as if trying to cut through it with a minikin circular saw.
zh_cn: 一只苍蝇趴在窗户的玻璃上嗡嗡直叫，似乎想用一个小小的圆锯切割穿玻璃。

source: There was an icon on the wall: a sad saint with a tall forehead and a triangular beard, his head slightly tilted under the halo weight, his hands touching each other gently.
zh_cn: 墙上贴着一副画像：一个面容悲伤的圣人，额头高高，胡须呈三角形，头在光环的辉映下微微下倾，双手轻轻相触。

source: "Sit," Brdjanin said and pulled the gun out of his ass, only to slam it on the table.
zh_cn: “坐下，”布尔贾宁说着，把枪从屁股后拔了出来，什么都没做，只是砰地一声扔到了桌上。

source: The window looked out at the garden: There was a shovel sticking out of the ground like a javelin, next to a muddy hole and a mound of dirt overlooking it.
zh_cn: 窗户面对着花园：一支铁锹像标枪一样戳在地上，旁边有一个泥坑和一堆高高耸起的土墩。

source: Brdjanin sat across the table from Pronek and pushed the gun aside.
zh_cn: 布尔贾宁坐在普罗涅克的桌对面，把枪推到一旁。

source: "No fear.
zh_cn: “别害怕。

source: No problem," he said, then turned toward the kitchen and yelled: "Rajka, kafu!"
zh_cn: 没事儿，” 布尔贾宁说着，然后转向厨房喊道：“劳伊考，咖啡！”

source: He put the envelope right in front of himself, as if about to dissect it.
zh_cn: 他把信封放到自己正前方，似乎准备拆开。

source: "We talk with coffee," he said.
zh_cn: “我们要喝着咖啡聊天，”他说道。

source: A woman with a wrinkled, swollen face and a faint bruise on her cheek, like misapplied makeup, peeked out of the kitchen, pulling the flaps of her striped black-and-white bathrobe together, and then retreated.
zh_cn: 一个女人从厨房探出头来，把飘起的黑白条纹浴袍拉拢后又把头缩了回去。那个女人的面容浮肿，一脸皱纹，脸颊上有略微青肿的一块，好像用化错了妆。

source: There was a din of drawers and gas hissing, ending with an airy boom.
zh_cn: 厨房里嘈杂的抽屉拉合和煤气的嘶嘶声，最后化为轻快地嗡嗡声。

source: "You Ukrainian," Brdjanin said and leaned toward him, as if to detect Ukrainianness in his eyes.
zh_cn: “你是乌克兰人，” 布尔贾宁说着，身子向普罗涅克前倾，仿佛要从他的眼睛里探出他是否真是乌克兰人。

source: "How is your name?"
zh_cn: “那么，你叫什么？”

source: "Pronek," Pronek said, and leaned back in his chair.
zh_cn: “普罗涅克，”普罗涅克说，坐在椅子里向后靠了靠。

source: "Pronek," Brdjanin repeated.
zh_cn: “普罗涅克，” 布尔贾宁又重复了一遍。

source: "Good pravoslav name.
zh_cn: “一个很好听的普拉沃斯拉夫名字。

source: Pravoslav brothers help Serbs in war against crazy people."
zh_cn: 普拉沃斯拉夫的弟兄们帮助塞尔维亚人抗击那些疯子们。”

source: Pronek looked at Brdjanin, whose beard had a smile crevice in the middle, afraid that a twitch on his face or a diverted glance would blow his feeble cover.
zh_cn: 普罗涅克看着布尔贾宁，布尔贾宁的胡子中间有一个微笑状的缝隙，普罗涅克担心布尔贾宁脸一抽搐或转个方向看一眼，他的伪装很容易被识破。

source: Brdjanin was staring at him enthusiastically, then pushed the envelope aside with contempt, leaned further toward Pronek, and asked fervently:
zh_cn: 布尔贾宁满腔热情地望着他，然后不屑一顾地把信封推到一旁，又把身子向普罗涅克前倾了些，热情地询问。

source: "You know what is this?"
zh_cn: “你知道这是什么吗？”

source: "No," Pronek said.
zh_cn: “不知道，”普罗涅克说。

source: "Is nothing," Brdjanin said and thrust his right hand forward (the gun comfortably on his left-hand side), all his fingers tight together and his thumb erect, as if he were making a wolf hand-shadow.
zh_cn: “没事，”布尔贾宁说着，猛地伸出右手（枪好好地躺在左手边），手指紧紧贴在一起，大拇指竖着，仿佛在做狼形状的手影。

source: His thumb was a grotesque stump, like a truncated hot dog, but Pronek was cautious not to pay too much attention to it.
zh_cn: 他的大拇指有些残，怪怪的，像切过一节的热狗肠，但普罗涅克留意着自己的神情，以表现出毫不在乎的样子。

source: "You must understand," Brdjanin said. "I was fool, budala.
zh_cn: “你必须得了解，” 布尔贾宁说，“我很笨，布达拉。

source: Wife to me was whore, was born here, but was Croat.
zh_cn: 对我来说，我老婆就是贱货，她虽然在这出生，但却是克罗地亚人。

source: Fifteen years.
zh_cn: 15年了。

source: Fifteen years!
zh_cn: 15年了！

source: I go see her brothers, they want to kill me."
zh_cn: 我去看望她的兄弟，他们却想杀了我。”

source: He made the motion of cutting his throat with the thumb stump, twice, as if they couldn't kill him in the first try.
zh_cn: 他用那残缺的大拇指做了一个割喉的动作，一连做了两次，就好像他们第一次还杀不死他。

source: "They Ustashe, want to cut my head because I Serb.
zh_cn: “他们是乌斯塔沙党的，想砍我的头，因为我是塞尔维亚人。

source: Is war now, no more wife, no more brothers. My woman is Serb now, you brother to me now.
zh_cn: 现在在开战，不再有老婆，不再有兄弟，我老婆现在是塞尔维亚人，兄弟你对我来说，现在也是。

source: I trust only pravoslav people now.
zh_cn: 现在我只相信普拉沃斯拉夫人。

source: Other people, other people . . ."
zh_cn: 别的人，别的人......

source: He shook his head, signifying suspicion, and pulled his thumb across his throat again.
zh_cn: ”他摇了摇头，表示不可信任，然后又用大拇指做了一个割喉的动作。

source: Pronek nodded automatically, helpless.
zh_cn: 普罗涅克机械地点了点头，显得很无助。

source: He wanted to say that Croats are just like everyone else: good people and bad people, or some reasonable platitude like that, but in this room whatever it was he used to think just an hour ago seemed ludicrous now.
zh_cn: 他想说克罗地亚人也和其它人一样：有好人，也有坏人，或者类似这些老生常谈的话，但是，他现在觉得，就一个小时前自己在这房子里产生的种种想法，看上去十分可笑。

source: He wanted the woman to be in the room with him, as if she could protect him from Brdjanin's madness and his cutthroat thumb stump.
zh_cn: 他希望那女人在场，因为那女人似乎可以阻止布尔贾宁发疯，阻止他用残缺的大拇指做割喉的动作。

source: The room reeked of coffee and smoke, stale sweat and Vegeta, a coat of torturous, sleepless nights over everything.
zh_cn: 房间充斥着咖啡和烟的味道、弥漫着臭汗和腐菜，一切都笼罩在多少不眠之夜的折磨苦痛之下。

source: The woman trudged out of the kitchen and put a tray with a coffeepot and demitasse between the two of them, and then dragged her feet back, as if she were ready to collapse.
zh_cn: 那女人从厨房里蹒跚着出来，将一个搁着咖啡壶和咖啡杯的托盘放到他们两人中间，然后拖着脚步走进厨房，一副几乎要晕倒的样子。

source: Pronek looked after her longingly, but Brdjanin didn't notice.
zh_cn: 普罗涅克关切地目送她离去，但布尔贾宁没有注意到。

source: "This Serbian coffee.
zh_cn: “这是塞尔维亚咖啡。

source: They say Turkish coffee.
zh_cn: 他们说成是土耳其咖啡。

source: It's Serbian coffee," Brdjanin said, lit a cigarette, and let two smoke-snakes out of his nostrils.
zh_cn: 这是塞尔维亚咖啡，”布尔贾宁说着，点燃了一支香烟，让两道弯弯曲曲的烟雾从鼻孔喷出。

source: Pronek imagined saving the woman from this lair, taking her home (wherever it may be), and taking care of her until she recovered and regained her beauty, slouching somewhere in her heart now--and he would ask for nothing in return.
zh_cn: 普罗涅克想象着把那女人从这不见天日的地方救出去，带她回家（无论什么地方都好），照顾她，让她身体复元，容光焕发，在她心里某个地方留下慵懒的身影——他不需要任何回报。

source: Brdjanin slurped some coffee from his demitasse, then reached behind his chair and produced a newspaper.
zh_cn: 布尔贾宁从咖啡杯里啜了一些咖啡，然后到椅子后拿出一份报纸。

source: The headline said: THOUSANDS MISSING IN SREBRENICA.
zh_cn: 报纸的头条新闻写着“斯雷布雷尼察上千人失踪”。

source: "Missing?" Brdjanin cried.
zh_cn: “失踪？”布尔贾宁大叫起来。

source: "No missing.
zh_cn: “不是失踪。

source: Is war.
zh_cn: 是战争。

source: They kill, they killed.
zh_cn: 他们杀的，是他们杀死的。

source: No missing."
zh_cn: 不是失踪。”

source: He threw the paper across the table and it landed right in front of Pronek, so he had to look at it: a woman clutching her teary face wrapped in a colorless scarf, as if trying to unscrew her head.
zh_cn: 他把报纸扔过桌对面，正在落在普罗涅克面前，普罗涅克只好看了看：一位妇人正紧紧地抓住裹着白色头巾的脸，泪流满面，仿佛要拧下自己的脑袋。

source: "Hmm," Pronek said, only because he thought silence might be conspicuous.
zh_cn: “嗯，”普罗涅克应了一声，这不过是因为他认为如果一声不吭，可能太打眼了。

source: Brdjanin asked and spurted out an excited flock of spit drops.
zh_cn: 布尔贾宁问道，激动得唾沫横飞。

source: "You know?"
zh_cn: “你知道吗？”

source: "Nothing," Pronek mumbled.
zh_cn: “什么都不是，”普罗涅克咕哝着。

source: "No, is not nothing. Is Muslim propaganda."
zh_cn: “不，不是什么都不是，这是穆斯林的宣传。”

source: "Oh," Pronek said.
zh_cn: “哦，”普罗涅克答道。

source: Where was Owen?
zh_cn: 欧文在哪里？

source: If Owen broke in now, taking out Brdjanin as he was trying to reach his gun, Pronek would run to the kitchen, grab the woman's hand, and escape with her.
zh_cn: 如果欧文现在闯进来，在布尔贾宁准备拿枪时杀了他，普罗涅克会跑进厨房，抓住那个女人的手，和她一起逃走。

source: "Come with me," he would say. "Podji sa mnom."
zh_cn: 并这样说道，“跟我来，跟着咱。”

source: "You know when bomb fall on market in Sarajevo?"
zh_cn: “你知道炸弹是在什么时候向萨拉热窝市集投下的吗？”

source: Brdjanin asked, frowning and refrowning, sweat collecting in the furrows.
zh_cn: 布尔贾宁问道，眉头皱了又皱，汗水聚集在皱纹当中。

source: "They say hundred people die.
zh_cn: “他们说死了一百人。

source: They all dolls, lutke.
zh_cn: 他们都是玩具娃娃，玩偶。

source: Muslims throw bomb on market.
zh_cn: 穆斯林向市集投的炸弹。

source: Propaganda!
zh_cn: 政治宣传！

source: Then they put dolls for television, it look bad, like many people killed."
zh_cn: 然后他们把这些玩具娃娃放到电视上，看起来真可怕，就像很多人被杀死的那样。”

source: Pronek's mother had barely missed the shell.
zh_cn: 普罗涅克的妈妈正好躲过了这次轰炸。

source: She had just crossed the street when it landed.
zh_cn: 炸弹落地时间，她刚刚穿过街道。

source: She wandered back, dazed, and trudged through bloody pulp, torn limbs hanging off the still-standing counters, shell-shocked people slipping on brains.
zh_cn: 她头晕目眩，迷失了方向，走了回去，步履艰难地穿过血浆，炸散的四肢掉落在静静立着的柜台上，因炸弹而震惊悲伤的人们从人的脑袋中慢慢走动。

source: She almost stepped on someone's heart, she said, but it was a tomato--what a strange thing, she thought, a tomato.
zh_cn: 普罗涅克的妈妈差一点踩到了一个人的心脏，她说，不过还好是一个西红柿——她想，一个西红柿，多么奇怪的事啊。

source: She hadn't seen a tomato for a couple of years.
zh_cn: 她已经有几年没有看到过西红柿了。

source: "I have the friend," Pronek said, trying to appear disinterested, his heart throttling in his chest, "from Sarajevo.
zh_cn: “我有一个朋友，”普罗涅克说，试图表现出没有兴趣的样子，此时他胸口的心几乎停止跳动，“来自萨拉热窝。

source: He says the people really died.
zh_cn: 他说真的死了人。

source: His parents are in Sarajevo.
zh_cn: 他的父母就在萨拉热窝。

source: They saw it."
zh_cn: 他们亲眼看到的。”

source: "What is he?"
zh_cn: “他是什么人？”

source: "He's the Bosnian."
zh_cn: “他是波斯尼亚人。”

source: "No, what is he?
zh_cn: “不是，他是什么人？

source: He is Muslim?
zh_cn: 他是穆斯林吗？

source: He is Muslim.
zh_cn: 他是穆斯林。

source: He lie."
zh_cn: 他撒谎。”

source: "No, he's not Muslim.
zh_cn: “不，他不是穆斯林。

source: He is from Sarajevo."
zh_cn: 他来自萨拉热窝。”

source: "He is from Sarajevo, he is Muslim.
zh_cn: “他来自萨拉热窝，他是穆斯林。

source: They want Islamic Republic, many mudjahedini."
zh_cn: 他们想建立伊斯兰共和国，很多圣战者组织都想。”

source: Pronek slurped his coffee.
zh_cn: 普罗涅克啜了啜咖啡。

source: The gun lay on the left-hand side, comfortably stretched like a sleeping dog--he wouldn't have been surprised if the gun scratched its snout with its trigger.
zh_cn: 枪还躺在左手边，安逸地躺着就像一条睡熟的狗——如果枪用它的扳机抠鼻子，他也不会感到吃惊。

source: Pronek could see the woman's shadow moving around the kitchen.
zh_cn: 普罗涅克可以看到那女人在厨房里走来走去的背影。

source: Brdjanin sighed and put both of his hands on the table, pounding it slowly as he spoke:
zh_cn: 布尔贾宁叹了叹气，把双手放到了桌子上，慢慢地砰砰敲着桌子，说道：

source: "How long you been here?
zh_cn: “你来这儿多久啦？

source: I been here twenty years.
zh_cn: 我来这儿二十年了。

source: Leave my parents, my sister.
zh_cn: 离开我的父母，我的姐妹。

source: I come here.
zh_cn: 我来到这儿。

source: Good country, good people.
zh_cn: 很好的国家，很好的人民。

source: I work in factory, twenty years.
zh_cn: 我在工厂干活，二十年了。

source: But not my country.
zh_cn: 但不在我的国家。

source: I die for my country.
zh_cn: 我为我的祖国而死。

source: American die for his country.
zh_cn: 美国人为他们的国家而死。

source: You die for Ukraine.
zh_cn: 你为乌克兰而死。

source: We all die.
zh_cn: 我们都要死。

source: Is war."
zh_cn: 是战争。”

source: Pronek looked out and saw Owen getting around the shovel, the paper and pen still in his hands, almost falling into the hole.
zh_cn: 普罗涅克向外看了看，看见欧文手上仍拿着报纸和笔，正围着铁锹转，快要掉进坑里去了。

source: Owen looked up to the window, saw Pronek, and nodded upward, asking if everything was all right.
zh_cn: 欧文抬头想窗户方向看了看，看到了普罗涅克，向上抬了抬头，问是否一切顺利。

source: Pronek quickly looked at Brdjanin, who was looking at his hand, gently hacking the table surface, muttering: "I Serb, no nothing."
zh_cn: 普罗涅克迅即看着布尔贾宁，布尔贾宁正看着他的手，轻轻地劈着桌面，喃喃自语道：“我是塞尔维亚人，不是什么都不是。”

source: "I must go," Pronek said. "I must go to work."
zh_cn: “我必须要走了，”普罗涅克说，“我必须去上班了。”

source: "You go," Brdjanin shrugged and stroked his beard.
zh_cn: “你走吧，”布尔贾宁耸了耸肩，捋了捋胡子。

source: "No problem."
zh_cn: “没问题。”

source: Pronek stood up.
zh_cn: 普罗涅克站了起来。

source: Brdjanin put his hand on the gun.
zh_cn: 布尔贾宁把手放到了枪上。

source: Pronek walked toward the door.
zh_cn: 普罗涅克向门边走去。

source: Brdjanin held the gun casually, no finger near the trigger.
zh_cn: 布尔贾宁若无其事地握着枪，手指没有接近扳机。

source: Pronek opened the door, Brdjanin behind him.
zh_cn: 普罗涅克打开了门，布尔贾宁跟在后面。

source: It was the bathroom: A radiator was wheezing, a cat-litter box underneath was full of sandy lumps.
zh_cn: 他们经过了浴室：散热器正在呼哧呼哧地响，下面猫砂盒子里盛满了沙块。

source: As Pronek was turning around, slowly, Brdjanin grasped Pronek's jacket, his left hand still holding the gun, and looked at him: He was shorter than Pronek, with an exhausted, yeasty smell; his eyes were moist green.
zh_cn: 普罗涅克慢慢地转过身来，布尔贾宁一把抓住他的夹克，看着他，左手仍握着枪：布尔贾宁比他矮，散发着精疲力竭却动荡不安的气息；布尔贾宁的双眼呈绿色，有些湿润。

source: Pronek nodded meaninglessly, paralyzed with fear.
zh_cn: 普罗涅克胡乱地点了点头，怕得浑身瘫软。

source: Brdjanin bowed his head, saying nothing.
zh_cn: 布尔贾宁弯下头鞠了鞠躬，什么都没说。

source: Pronek could see the woman framed by the kitchen door, watching them.
zh_cn: 普罗涅克看到那个女人站在厨房门框中，看着他们。

source: He looked at her, hoping she would come and save him from Brdjanin's grasp.
zh_cn: 他望着那个女人，希望她能过来，让布尔贾宁不要再抓住他。

source: She would come and embrace him and say it was all okay.
zh_cn: 希望她过来拥抱他，说一切都很好。

source: But she was not moving, as if she were used to seeing men in a clinch.
zh_cn: 但是她一动都没动，就好像她已经看惯男人们的拥抱。

source: She had her hands in her robe pockets, but then took out a cigarette and a lighter.
zh_cn: 她把手伸进浴袍的口袋里，然后居然拿出一支香烟和一个打火机。

source: She lit the cigarette, and Pronek saw the lighter flame flickering with uncanny clarity.
zh_cn: 她点燃了香烟，普罗涅克看到打火机的火苗闪烁摇曳，而且看得出奇的清晰。
